Repository: weblate/visualization.milkdrop
Catalog: visualization.milkdrop/resources/language/resource.language.*/strings.po
Languages: af_za, pt_br

# Addon Summary
source: MilkDrop takes you flying through the soundwaves you're hearing
af_za: MilkDrop laat jou sweef deur die klankgolwe wat jy hoor
pt_br: O MilkDrop leva você para voar nas ondas sonoras que está ouvindo

# Addon Description
source: MilkDrop was originally a music visualiser "plug-in" to the Winamp music player. As you listen to your music, MilkDrop takes you flying through the actual soundwaves you're hearing, and uses beat detection to trigger myriad psychedelic effects, creating a rich visual journey through sound.
af_za: MilkDrop was oorspronklik 'n musiek visualisering "plug-in" vir die Winamp musiek speler. Soos jy na jou musiek luister, laat MilkDrop jou deur die klankgolwe sweef wat jy hoor, en gebruik klop waarnemings om 'n magdom psigedeliese effekte te aktiveer, en 'n visuele reis deur klank te skep.
pt_br: MilkDrop era originalmente uma visualização do reprodutor de música Winamp. Ao ouvir a sua música, o MilkDrop leva-o a voar nas ondas sonoras que está a ouvir, usando detecção de batida para desencadear uma miríade de efeitos psicodélicos. Cria, assim, uma viagem visual inesquecível pelo som.

# #30000
source: Automatic Blend Time
af_za: Outomatiese Meng Tyd
pt_br: Tempo de mistura automático

# #30001
source: Time Between Presets
af_za: Tyd Tussen Voorafinstellings
pt_br: Tempo entre as predefinições

# #30002
source: Additional Random Time
af_za: Addisionele Lukraak Tyd
pt_br: Tempo aleatório adicional

# #30003
source: Enable Anisotropic Filtering
af_za: Stel Anisotrope Filter in staat
pt_br: Ativar filtragem anisotrópica

# #30004
source: Enable Hard Cuts
af_za: Stel Harde Snye in Staat
pt_br: Habilitar cortes rígidos

# #30005
source: Loudness Threshold For Hard Cuts
af_za: Luidheid Drumpel vir Harde Snye
pt_br: Limite de volume para cortes rígidos

# #30006
source: Average Time Between Hard Cuts
af_za: Gemiddelde Tyd Tussen Harde Snye
pt_br: Tempo médio entre cortes rígidos

# #30007
source: Maximum Refresh Rate
af_za: Maksimum Verfris Tempo
pt_br: Taxa máxima de atualização

# #30008
source: Enable Stereo 3D
af_za: Aktiveer Stereo 3D
pt_br: Ativar Estéreo 3D

# #30009
source: Preset Pack
af_za: Voorafinstelling Pak
pt_br: Pacote de Predefinições

# #30010
source: User Preset Folder
af_za: Gebruiker Voorafinstelling Vouer
pt_br: Pasta de Predefinições do Usuário

# #30011
source: Preset Shuffle Mode
af_za: Voorafinstellings Skommel Modus
pt_br: Modo Aleatório predefinido

# #30020
source: WA51 Presets
af_za: WA51 Voorafinstellings
pt_br: Predefinições WA51

# #30021
source: Winamp Presets
af_za: Winamp Voorafinstellings
pt_br: Predefinições Winamp

# #30022
source: User Defined Preset Folder
af_za: Gebruiker Gedefinieerde Voorafinstellings Vouer
pt_br: Pasta de predefinições definida pelo usuário

# #30050
source: {0:.1f} secs
af_za: {0:.1f} s
pt_br: {0:.1f} segundos
